// Напишите программу, которая на вход принимает значение, а
// на выходе показывает обратное значение.
Console.WriteLine("Введите целое число =>");
float x = int.Parse(Console.ReadLine());
float y = 1 / x;
Console.WriteLine(y);
